[
  {"id":"mc_001","title":"Minecraft - Inicio en supervivencia","text":"Crea una mesa de trabajo y herramientas de madera en el primer día. Prioriza pico de piedra, hacha y carbón para antorchas antes de que caiga la noche.","game":"Minecraft","lang":"es"},
  {"id":"mc_002","title":"Minecraft - Refugio básico","text":"Construye un refugio de 5x5 con puerta y techo antes de la noche. Ilumina con antorchas para evitar aparición de mobs dentro.","game":"Minecraft","lang":"es"},
  {"id":"mc_003","title":"Minecraft - Comida temprana","text":"Consigue comida cocinando carne o recolectando pan de aldeas. Un horno y algo de carbón te aseguran regeneración de vida constante.","game":"Minecraft","lang":"es"},
  {"id":"mc_004","title":"Minecraft - Mejoras de piedra a hierro","text":"Avanza rápido a herramientas de piedra y luego hierro. Un pico de hierro permite minar oro, redstone y diamante sin perder el mineral.","game":"Minecraft","lang":"es"},
  {"id":"mc_005","title":"Minecraft - Carbón y antorchas","text":"Combina palos con carbón o carbón vegetal para antorchas. Mantén siempre al menos un stack para cuevas y tu base.","game":"Minecraft","lang":"es"},
  {"id":"mc_006","title":"Minecraft - Armadura inicial","text":"Prioriza armadura de hierro completa. Reduce mucho el daño de esqueletos y creepers, clave para explorar con seguridad.","game":"Minecraft","lang":"es"},
  {"id":"mc_007","title":"Minecraft - Diamantes","text":"Busca diamantes entre capas y=−59 a −53 (según versión con cuevas profundas). Lleva cubo de agua para lava y picos de hierro de sobra.","game":"Minecraft","lang":"es"},
  {"id":"mc_008","title":"Minecraft - Encantamiento básico","text":"La mesa de encantamientos requiere libro, obsidiana y diamantes. Colócala con 15 estanterías alrededor para acceder a nivel 30.","game":"Minecraft","lang":"es"},
  {"id":"mc_009","title":"Minecraft - Experiencia (XP)","text":"Hornos automáticos, granjas de mobs o comercio con aldeanos generan XP estable. Evita morir para no perder niveles.","game":"Minecraft","lang":"es"},
  {"id":"mc_010","title":"Minecraft - Redstone básico","text":"Redstone funciona como cable. Antorchas, repetidores y comparadores permiten lógica simple: puertas, relojes y granjas automáticas.","game":"Minecraft","lang":"es"},
  {"id":"mc_011","title":"Minecraft - Cama y respawn","text":"Duerme para saltar la noche y establece punto de reaparición. Lleva una cama en exploraciones largas para evitar sorpresas.","game":"Minecraft","lang":"es"},
  {"id":"mc_012","title":"Minecraft - Mapa y brújula","text":"La brújula apunta al spawn inicial. Crea mapas con papel y brújula para registrar zonas importantes y no perder tu base.","game":"Minecraft","lang":"es"},
  {"id":"mc_013","title":"Minecraft - Aldeas","text":"Las aldeas ofrecen camas, comida y oficios. Protege a los aldeanos con muros y luz; son tu mejor fuente de comercio.","game":"Minecraft","lang":"es"},
  {"id":"mc_014","title":"Minecraft - Comerciar con aldeanos","text":"Cambia esmeraldas por herramientas, libros y armaduras. Un bibliotecario con Toque de Seda o Fortuna es un objetivo temprano clave.","game":"Minecraft","lang":"es"},
  {"id":"mc_015","title":"Minecraft - Cultivos","text":"Planta trigo, zanahorias y papas cerca de agua para alimento estable. Usa azada y luz para acelerar crecimiento.","game":"Minecraft","lang":"es"},
  {"id":"mc_016","title":"Minecraft - Animales","text":"Cría vacas y pollos para comida y cuero. Usa trigo para vacas/ovejas y semillas para pollos. Encierra en corrales iluminados.","game":"Minecraft","lang":"es"},
  {"id":"mc_017","title":"Minecraft - Nether: preparación","text":"Lleva armadura, arco, bloques y oro para evitar ser atacado por piglins. Un escudo y pociones de resistencia al fuego ayudan mucho.","game":"Minecraft","lang":"es"},
  {"id":"mc_018","title":"Minecraft - Portal al Nether","text":"Construye el portal con obsidiana y enciéndelo con pedernal y acero. Marca coordenadas de tu base antes de entrar.","game":"Minecraft","lang":"es"},
  {"id":"mc_019","title":"Minecraft - Fortalezas del Nether","text":"Busca fortalezas para varas de blaze. Son esenciales para hacer polvo de blaze y progresar hacia el End.","game":"Minecraft","lang":"es"},
  {"id":"mc_020","title":"Minecraft - Piglins y trueque","text":"Usa oro para comerciar con piglins: obtendrás perlas, cuerda, pociones y obsidiana llorosa. Ponte al menos una pieza de oro.","game":"Minecraft","lang":"es"},
  {"id":"mc_021","title":"Minecraft - Pociones básicas","text":"Crea un soporte para pociones con vara de blaze. Comienza con pociones de curación, velocidad y resistencia al fuego.","game":"Minecraft","lang":"es"},
  {"id":"mc_022","title":"Minecraft - Blaze y polvo","text":"Mata blazes para varas. Conviértelas en polvo de blaze; se usa para pociones y para perlas de Ender (Ojos de Ender).","game":"Minecraft","lang":"es"},
  {"id":"mc_023","title":"Minecraft - Ojos de Ender","text":"Combina polvo de blaze con perlas de ender para Ojos de Ender. Síguelos para localizar la fortaleza del End.","game":"Minecraft","lang":"es"},
  {"id":"mc_024","title":"Minecraft - El End y el dragón","text":"Lleva arco, bloques, cubo de agua y perlas. Destruye cristales de curación y ataca al dragón cuando se pose en el portal.","game":"Minecraft","lang":"es"},
  {"id":"mc_025","title":"Minecraft - Elytra","text":"Tras vencer al dragón, explora ciudades del End para encontrar Elytra en barcos del End. Úsalas con cohetes para volar.","game":"Minecraft","lang":"es"},
  {"id":"mc_026","title":"Minecraft - Encantamientos clave","text":"Prioriza Irrompibilidad, Reparación, Protección y Eficiencia. Fortuna en pico aumenta drops; Toque de Seda mantiene bloques intactos.","game":"Minecraft","lang":"es"},
  {"id":"mc_027","title":"Minecraft - Reparación (Mending)","text":"Mending repara equipo con XP. Consíguelo de bibliotecarios o cofres. Combínalo con Irrompibilidad para durabilidad casi infinita.","game":"Minecraft","lang":"es"},
  {"id":"mc_028","title":"Minecraft - Granjas de hierro","text":"Una granja de hierro básica usa aldeanos y un zombi para generar gólems. Requiere iluminación y recogida con tolvas.","game":"Minecraft","lang":"es"},
  {"id":"mc_029","title":"Minecraft - Granjas de mobs","text":"Plataformas oscuras a cierta altura generan mobs hostiles. Transporta drops con agua y tolvas hacia un cofre central.","game":"Minecraft","lang":"es"},
  {"id":"mc_030","title":"Minecraft - Redstone: puertas lógicas","text":"Con antorchas y polvo redstone puedes crear compuertas NOT, AND y OR simples. Útiles para puertas secretas y mecanismos.","game":"Minecraft","lang":"es"},
  {"id":"mc_031","title":"Minecraft - Automatizar hornos","text":"Coloca tolvas arriba para entrada de ítems y a un lado para combustible. Extrae por abajo hacia cofres para smelting continuo.","game":"Minecraft","lang":"es"},
  {"id":"mc_032","title":"Minecraft - Gestión de inventario","text":"Usa shulker boxes para logística avanzada. Etiqueta cofres y construye una sala de almacenamiento bien iluminada.","game":"Minecraft","lang":"es"},
  {"id":"mc_033","title":"Minecraft - Biomas y recursos","text":"Cada bioma tiene recursos únicos: hielo en tundra, bambú en jungla, corales en océanos cálidos. Explora con mapa y cama.","game":"Minecraft","lang":"es"},
  {"id":"mc_034","title":"Minecraft - Seguridad contra creepers","text":"Ilumina tu base, coloca vallas y mantén distancia. Un escudo reduce el daño de explosiones frontales.","game":"Minecraft","lang":"es"},
  {"id":"mc_035","title":"Minecraft - Construcción estética","text":"Mezcla bloques con texturas similares y usa profundidad con escaleras/eslabones. La iluminación con faroles mejora el ambiente nocturno.","game":"Minecraft","lang":"es"},
  {"id":"mc_036","title":"Minecraft - Minería eficiente","text":"Ramas a dos alturas alternas para exponer más bloques. Lleva varios picos y comida; coloca antorchas a la derecha para orientarte.","game":"Minecraft","lang":"es"},
  {"id":"mc_037","title":"Minecraft - Comandos básicos","text":"En mundos con trucos, usa /time set day, /gamemode y /tp para pruebas. Guarda copias antes de experimentar con comandos.","game":"Minecraft","lang":"es"},
  {"id":"mc_038","title":"Minecraft - Protección de aldeas","text":"Ilumina, coloca campanas accesibles y muros. Genera gólems de hierro o trae los de granjas cercanas para defensa.","game":"Minecraft","lang":"es"},
  {"id":"mc_039","title":"Minecraft - Cartografía del Nether","text":"Anota coordenadas: cada bloque en el Nether equivale a 8 en el Overworld. Úsalo para crear atajos de viaje rápidos.","game":"Minecraft","lang":"es"},
  {"id":"mc_040","title":"Minecraft - Objetivos de mid-game","text":"Establece base central, granjas de comida y hierro, encantamientos principales y portal al Nether. Luego planifica End y Elytra.","game":"Minecraft","lang":"es"}
]
